/* 
  ITDeviceAppsViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/1/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"InstallFailedTitle"        = "以下应用程序安装失败";
"AppInstallRSBadPaht"       = "文件路径错误";
"AppInstallRSNotExsit"      = "文件不存在";
"AppInstallRSBadFile"       = "文件损坏";
"AppInstallRSNotJB"         = "未越狱或未安装afc2add补丁";
"AppInstallRSUnPatch"       = "越狱但未安装appsync补丁";
"AppInstallRSUnSupport"     = "设备不支持";
"AppInstallRSUploadFailed"  = "上传失败";
"AppInstallRSFailed"        = "安装失败";
"AppInstallRSUnknow"        = "未知错误";

"AnchiveFailedTitle"        = "以下应用程序归档失败";
"AppArchiveRSFreeSpace"     = "磁盘空间不足";
"AppArchiveRSFailed"        = "设备有密码且锁屏";
"AppArchiveRSUnknow"        = "未知错误";

"AppArchiveTitle"           = "是否同时备份文档";
"AppArchiveRecord"          = "是";
"AppArchiveOnly"            = "否";

"RemoveAlertTitle"          = "你确定要卸载应用程序吗？";
"RemoveAlertDefaultButton"  = "确定";
"RemoveAlertAlternateButton"= "取消";

"StatusTemplate"            = "%d 个应用";
"StatusSelectedTemplate"    = "%d 个应用, %d 选中";
"UpdateTemplate"            = ", %d 个可更新";

"ContextMenuInstall"        = "安装";
"ContextMenuUninstall"      = "卸载";
"ContextMenuAnchive"        = "归档";
"ContextMenuDocument"       = "文档";
"ContextMenuUpdate"         = "升级";

"ProgressInstallCopy"       = "安装复制...";
"ProgressInstall"           = "安装...";
"ProgressInstallDocs"       = "恢复文档...";
"ProgressArchive"           = "归档...";
"ProgressArchiveCopy"       = "归档复制...";
"ProgressRead"              = "读取中...";

"GLAlertTitle"              = "如果您从iTools或应用兔下载的正版软件无法正常运行时，您可尝试重新进行iTools正版授权。\n\n是否开始iTools正版授权？";

"UnsupportedFileAlertTitle" = "不支持的文件类型\n应用仅支持ipa文件";

"IOS83AppDocAlertTitle"     = "由于iOS的限制，不能打开应用文档！";

"ITGLWinTitle"              = "iTools正版授权";
"ITGLTitle"                 = "正在授权 %@ ，请耐心等候...";
"ITGLSucceed"               = "%@ 授权成功";
"ITGLFailed"                = "%@ 授权失败，请稍后重试！";
